Revit 2027 API
ParameterTypeId.SpaceVolume Property
 "Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceVolume { get; }
Public Shared ReadOnly Property SpaceVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceVolume {
	ForgeTypeId^ get ();
}
static member SpaceVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace